app/views/admin/meets/index.html.erb

        <td><%= f.qq %></td>
        <td><%= Statu.find(f.statu_id).name %></td>
---
SELECT "status".* FROM "status" WHERE "status"."id" = ? LIMIT 1  [["id", 1]]