app/controllers/admin/checkouts_controller.rb

SELECT "checkouts".* FROM "checkouts" ORDER BY "checkouts"."id" DESC LIMIT 1
---
  def index
    @checkout = Checkout.last

INSERT INTO "checkouts" ("content", "created_at", "updated_at") VALUES (?, ?, ?)  [["content", "aaa"], ["created_at", Sun, 18 Aug 2013 17:10:33 UTC +00:00], ["updated_at", Sun, 18 Aug 2013 17:10:33 UTC +00:00]]
---
  def create
    @checkout = Checkout.create(params[:checkout])