app/controllers/admin/cooperators_controller.rb

SELECT "cooperators".* FROM "cooperators"
---
  def index
    @cooperators = Cooperator.all