app/controllers/admin/descs_controller.rb

  def index
    @desc = Desc.last
---
SELECT "descs".* FROM "descs" ORDER BY "descs"."id" DESC LIMIT 1

  def create
    @desc = Desc.create(params[:desc])
---
INSERT INTO "descs" ("content", "created_at", "updated_at") VALUES (?, ?, ?)  [["content", "牛逼牛逼"], ["created_at", Mon, 19 Aug 2013 10:10:09 UTC +00:00], ["updated_at", Mon, 19 Aug 2013 10:10:09 UTC +00:00]]

  def edit
    @desc = Desc.find(params[:id])
---
SELECT "descs".* FROM "descs" WHERE "descs"."id" = ? LIMIT 1  [["id", "6"]]

  def update
    @desc = Desc.find(params[:id])
    @desc.update_attributes(params[:desc])
---
SELECT "descs".* FROM "descs" WHERE "descs"."id" = ? LIMIT 1  [["id", "6"]]
UPDATE "descs" SET "content" = '<span>&nbsp;&nbsp;独立创业（包括独立开设公司及工作室或以个人名义独立教学）的教师优先享有参加资格（报名时需填写真实姓名，公司或工作室名称）；<span>&nbsp;&nbsp;独立创业（包括独立开设公司及工作室或以个人名义独立教学）的教师优先享有参加资格（报名时需填写真实姓名，公司或工作室名称）；11111</span></span>', "updated_at" = '2013-08-22 06:09:51.392642' WHERE "descs"."id" = 6