app/controllers/admin/groups_controller.rb

INSERT INTO "groups" ("created_at", "group_no", "specific_time", "time", "updated_at") VALUES (?, ?, ?, ?, ?)  [["created_at", Fri, 16 Aug 2013 11:41:33 UTC +00:00], ["group_no", "11"], ["specific_time", "<p>2</p>"], ["time", "11"], ["updated_at", Fri, 16 Aug 2013 11:41:33 UTC +00:00]]
---
  def create
    @group = Group.new(params[:group])

    respond_to do |format|
      if @group.save