app/controllers/admin/meets_controller.rb

  def index
    @meet = Meet.all
---
SELECT "meets".* FROM "meets"