app/controllers/admin/notices_controller.rb

SELECT "notices".* FROM "notices" ORDER BY "notices"."id" DESC LIMIT 1
---
  def index
    @notice = Notice.last

INSERT INTO "notices" ("content", "created_at", "title", "updated_at") VALUES (?, ?, ?, ?)  [["content", ""], ["created_at", Fri, 16 Aug 2013 04:22:18 UTC +00:00], ["title", ""], ["updated_at", Fri, 16 Aug 2013 04:22:18 UTC +00:00]]
---
  def create
    @notice = Notice.create(params[:notice])

SELECT "notices".* FROM "notices" WHERE "notices"."id" = ? LIMIT 1  [["id", "3"]]
---
  def edit
    @notice = Notice.find(params[:id])

SELECT "notices".* FROM "notices" WHERE "notices"."id" = ? LIMIT 1  [["id", "3"]]
UPDATE "notices" SET "content" = '<table style="width:100%;" cellpadding="3" cellspacing="0" border="1" bordercolor="#000000">
---
  def update
    @notice = Notice.find(params[:id])
    @notice.update_attributes(params[:notice])