app/controllers/admin/reports_controller.rb

  def index
    @report = Report.all
---
SELECT "reports".* FROM "reports"

  def show
    @report = Report.find(params[:id])
---
SELECT "reports".* FROM "reports" WHERE "reports"."id" = ? LIMIT 1  [["id", "1"]]

  def destroy
    @report = Report.find(params[:id])
    @report.destroy
---
SELECT "reports".* FROM "reports" WHERE "reports"."id" = ? LIMIT 1  [["id", "1"]]
DELETE FROM "reports" WHERE "reports"."id" = ?  [["id", 1]]