app/controllers/admin/workbases_controller.rb

SELECT "workbases".* FROM "workbases"
---
  def index
    @workbases = Workbase.all