app/views/admin/customers/index.html.slim

      td = customer.qq
      td = customer.group.group_no if customer.group.present?
---
SELECT "groups".* FROM "groups" WHERE "groups"."id" = 1 LIMIT 1