app/views/meets/new.html.erb

      <p>
        <%= f.select :statu_id, Statu.all.map { |c| [c.name, c.id] }%>
---
SELECT "status".* FROM "status"