app/views/customer_mailer/remind.html.slim

  |所报班级:
  = @customer.group.group_no
---
SELECT "groups".* FROM "groups" WHERE "groups"."id" = 1 LIMIT 1