app/controllers/checkouts_controller.rb

  def index
    @checkout = Checkout.last
---
SELECT "checkouts".* FROM "checkouts" ORDER BY "checkouts"."id" DESC LIMIT 1