app/controllers/customers_controller.rb

  def create
    @customer = Customer.new(params[:customer])

    respond_to do |format|
      if @customer.save
---
INSERT INTO "customers" ("created_at", "email", "group_id", "name", "phone", "qq", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?)