app/controllers/home_controller.rb

  def index
    @cooperators = Cooperator.order('ith ASC').all
    @current_nav_item = root_path
    @notice = Notice.last
---
SELECT "cooperators".* FROM "cooperators" ORDER BY ith ASC
SELECT "notices".* FROM "notices" ORDER BY "notices"."id" DESC LIMIT 1