app/controllers/join_controller.rb

  def join_us
    @customer = Customer.new
    @groups = Group.all
---
SELECT "groups".* FROM "groups"