app/controllers/meets_controller.rb

SELECT "descs".* FROM "descs" ORDER BY "descs"."id" DESC LIMIT 1
---
  def new
    @meet = Meet.new
    @desc = Desc.last

INSERT INTO "meets" ("company", "created_at", "name", "phone", "qq", "statu_name", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?)  [["company", nil], ["created_at", Mon, 19 Aug 2013 06:53:46 UTC +00:00], ["name", nil], ["phone", nil], ["qq", nil], ["statu_name", nil], ["updated_at", Mon, 19 Aug 2013 06:53:46 UTC +00:00]]
---
  def create
    @meet = Meet.create(params[:meet])