app/controllers/notices_controller.rb

  def create
    @notice = Notice.create(params[:notice])
---
INSERT INTO "notices" ("content", "created_at", "title", "updated_at") VALUES (?, ?, ?, ?)  [["content", ""], ["created_at", Wed, 14 Aug 2013 07:05:20 UTC +00:00], ["title", ""], ["updated_at", Wed, 14 Aug 2013 07:05:20 UTC +00:00]]