app/controllers/reports_controller.rb

  def create
    @report = Report.create(params[:report])
---
INSERT INTO "reports" ("avatar_content_type", "avatar_file_name", "avatar_file_size", "avatar_updated_at", "created_at", "name", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?)