app/controllers/teachers_controller.rb

  def index
    @teachers = Teacher.all
---
SELECT "teachers".* FROM "teachers" ORDER BY position desc