app/views/admin/groups/index.html.slim

SELECT "groups".* FROM "groups"
---
    tr
      td = group.group_no