app/views/admin/notices/edit.html.erb

<%= form_for @notice, :url => admin_notice_path(Notice.last), :method => :put do |f| %>
---
SELECT "notices".* FROM "notices" ORDER BY "notices"."id" DESC LIMIT 1